package com.nqmobile.livesdk.modules.mustinstall;

/**
 * Created by Rainbow on 2014/11/19.
 */
public class MustInstallActionConstants {

    // ===========================================================
    // Constants
    // ===========================================================

    /** 弹出装机必备push信息 */
    public static final String ACTION_LOG_1801 = "1801";
    /** 装机必备首次弹出 */
    public static final String ACTION_LOG_1802 = "1802";
    /** 创建装机必备快捷方式到桌面 */
    public static final String ACTION_LOG_1803 = "1803";
    /** 点击一键安装按钮 */
    public static final String ACTION_LOG_1804 = "1804";
    /** 点击桌面快捷方式打开装机必备 */
    public static final String ACTION_LOG_1805 = "1805";
    /** 装机必备资源展示 */
    public static final String ACTION_LOG_1806 = "1806";
    /** 装机必备资源下载 */
    public static final String ACTION_LOG_1807 = "1807";
    /** 获取更多按钮的点击*/
    public static final String ACTION_LOG_1808 = "1808";

    // ===========================================================
    // Fields
    // ===========================================================

    // ===========================================================
    // Constructors
    // ===========================================================

    // ===========================================================
    // Getter & Setter
    // ===========================================================

    // ===========================================================
    // Methods for/from SuperClass/Interfaces
    // ===========================================================

    // ===========================================================
    // Methods
    // ===========================================================

    // ===========================================================
    // Inner and Anonymous Classes
    // ===========================================================
}
